/* No comment provided by engineer. */
"%@ Actions" = "%@ Actions";

/* In NetworkLinkEvidenceSource */
"%@ link active" = "%@ link active";

/* In NetworkLinkEvidenceSource */
"%@ link inactive" = "%@ link inactive";

/* Display sleep time
   Screen saver idle time */
"%d minutes" = "%d minuti";

/* Delay value for >= 2 seconds; number MUST come first */
"%d seconds" = "%d secondi";

/* Menu item */
"'%@' Actions..." = "'%@' Actions...";

/* Used when force-switching to a context */
"(forced)" = "(forzato)";

/* String for unnamed devices */
"(Unnamed device)" = "(Dispositivo senza nome)";

/* String for unnamed monitors */
"(Unnamed display)" = "(Display senza nome)";

/* Display sleep time
   Screen saver idle time */
"1 minute" = "1 minuto";

/* Delay value; number MUST come first */
"1 second" = "1 secondo";

/* In rule-adding dialog */
"A WiFi access point with a BSSID of" = "A WiFi access point with a BSSID of";

/* In rule-adding dialog */
"A WiFi access point with an SSID of" = "Un access point WiFi con SSID";

/* Parameter is a percentage threshold */
"Above %@" = "Sopra %@";

/* Preferences section */
"Actions" = "Azioni";

/* No comment provided by engineer. */
"Active Application" = "Active Application";

/* No comment provided by engineer. */
"Active Network Adapter" = "Active Network Adapter";

/* Menu item */
"Add '%@' Rule..." = "Add '%@' Rule...";
"Add Context" = "Aggiungi contesto";

/* Preferences section */
"Advanced" = "Avanzate";

/* Used in toggling actions */
"AFP & SMB Sharing OFF" = "AFP & SMB Sharing OFF";

/* Used in toggling actions */
"AFP & SMB Sharing ON" = "AFP & SMB Sharing ON";

/* Used in toggling actions */
"AFP Sharing OFF" = "AFP Sharing OFF";

/* Used in toggling actions */
"AFP Sharing ON" = "AFP Sharing ON";

/* No comment provided by engineer. */
"All your actions have been imported." = "Tutte le azioni sono state importate.";

/* No comment provided by engineer. */
"All your rules (except IP rules) have been imported." = "Tutte le regole (tranne le regole IP) sono state importate.";

/* No comment provided by engineer. */
"All your rules have been imported." = "Tutte le regole sono state importate.";

/* No comment provided by engineer. */
"Allow Display Sleep" = "Allow Display Sleep";

/* No comment provided by engineer. */
"Allowing display sleep." = "Allowing display sleep.";

/* No comment provided by engineer. */
"Allows you to define rules based on the active or foreground application." = "Allows you to define rules based on the active or foreground application."; /* NEW */

/* In rule-adding dialog */
"An attached monitor named" = "Un monitor collegato con nome";

/* In TimeOfDay rules */
"Any day" = "Tutti i giorni";

/* No comment provided by engineer. */
"Application" = "Application";

/* No comment provided by engineer. */
"Assigned IP Address" = "Assigned IP Address";

/* No comment provided by engineer. */
"Attached FireWire Device" = "Attached FireWire Device";

/* No comment provided by engineer. */
"Attached Monitor" = "Attached Monitor";

/* No comment provided by engineer. */
"Attached Power Adapter" = "Alimentatore collegato";

/* No comment provided by engineer. */
"Attached USB Device" = "Attached USB Device";

/* Evidence source */
"AttachedPowerAdapter" = "AttachedPowerAdapter";

/* No comment provided by engineer. */
"Audio Output" = "Audio Output";

/* In rule-adding dialog */
"Audio output going to" = "Audio in uscita su";

/* Evidence source */
"AudioOutput" = "AudioInUscita";

/* No comment provided by engineer. */
"Based on the rules you configure, ControlPlane will calculate how confident it is that a given set of rules match the context they are configured for.  This slider defines how confident ControlPlane needs to be to switch to that context." = "Based on the rules you configure, ControlPlane will calculate how confident it is that a given set of rules match the context they are configured for.  This slider defines how confident ControlPlane needs to be to switch to that context."; /* NEW */

/* No comment provided by engineer. */
"Battery" = "Batteria";

/* In rule-adding dialog */
"Being powered by" = "Alimentato da";

/* Parameter is a percentage threshold */
"Below %@" = "Sotto %@";

/* Evidence source */
"Bluetooth" = "Bluetooth";

/* Evidence source */
"Bonjour" = "Bonjour";

/* Show both the icon and the current context
   When an action is triggered */
"Both" = "Entrambi";

/* Fix helper tool */
"Cancel" = "Annulla";

/* Title to warn users on failed attempts to get power adapter S/N */
"Cannot get power adapter S/N" = "Impossibile ottenere il n. di serie dell’alimentatore"; /* NEW */

/* No comment provided by engineer. */
"Change default printer to" = "Cambia stampante di default in";

/* No comment provided by engineer. */
"Change Mail IMAP Server" = "Change Mail IMAP Server";

/* No comment provided by engineer. */
"Change Mail SMTP Server" = "Change Mail SMTP Server";

/* No comment provided by engineer. */
"Change New Mail Check Interval" = "Change New Mail Check Interval";

/* No comment provided by engineer. */
"Change Time Machine Destination" = "Change Time Machine Destination";

/* Growl message title */
"Changing Context" = "Cambio Contesto";

/* No comment provided by engineer. */
"Changing network location to" = "Cambio la posizione di rete in";

/* No comment provided by engineer. */
"Changing network location to '%@'." = "Cambio la posizione di rete in '%@'.";

/* First parameter is the context name, second parameter is the confidence value, or 'as default context' */
"Changing to context '%@' %@." = "Cambio contesto in '%1$@' %2$@.";

/* No comment provided by engineer. */
"Check this option if you want ControlPlane to automatically switch to the context it is most confident about as configured by the 'Confidence required to switch' slider." = "Check this option if you want ControlPlane to automatically switch to the context it is most confident about as configured by the 'Confidence required to switch' slider."; /* NEW */

/* No comment provided by engineer. */
"Check this option if you want ControlPlane to start when you login." = "Check this option if you want ControlPlane to start when you login."; /* NEW */

/* No comment provided by engineer. */
"Check this option if you want to ControlPlane to issue notifications.  If checked, Growl will be used on system's older than 10.8 and Notification Center will be used on systems 10.8 or newer." = "Check this option if you want to ControlPlane to issue notifications.  If checked, Growl will be used on system's older than 10.8 and Notification Center will be used on systems 10.8 or newer."; /* NEW */

/* No comment provided by engineer. */
"Closed" = "Closed"; /* NEW */

/* No comment provided by engineer. */
"Connecting to VPN '%@'." = "Connetto al VPN di default di tipo '%@'.";

/* Show only the current context */
"Context" = "Context";

/* Preferences section */
"Contexts" = "Contesti";

/* No comment provided by engineer. */
"Contexts have been made for you, named after your network locations." = "I contesti sono stati rinominati in base ai nomi delle posizioni di rete.";

/* ControlPlane was told to run an action that doesn't actually exist */
"ControlPlane attempted to perform action it doesn't know about, you probably have a configured action that is no longer (or not yet) supported by ControlPlane" = "ControlPlane attempted to perform action it doesn't know about, you probably have a configured action that is no longer (or not yet) supported by ControlPlane";

/* Fix helper tool */
"ControlPlane Helper Needed" = "ControlPlane Helper Needed";

/* Fix helper tool */
"ControlPlane needs to install a helper app to enable and disable some items" = "ControlPlane needs to install a helper app to enable and disable some items";

/* Evidence source */
"CoreLocation" = "CoreLocation";

/* In VPNAction */
"Couldn't configure VPN!" = "Impossibile configurare VPN!";

/* In FirewallRuleAction */
"Couldn't find requested firewall rule!" = "Impossibile trovare la regola richiesta per il firewall!";

/* In MountAction */
"Couldn't mount that volume!" = "Impossibile montare il volume!";

/* In ITunesPlaylistAction */
"Couldn't play playlist!" = "Couldn't play playlist!";

/* In FirewallRuleAction */
"Couldn't restart firewall with new configuration!" = "Impossibile riavviare il firewall con la nuova configurazione!";

/* In DefaultBrowserAction */
"Couldn't set default browser '%@'!" = "Couldn't set default browser '%@'!";

/* No comment provided by engineer. */
"Couldn't set default printer to %@ (see the log for more details)" = "Couldn't set default printer to %@ (see the log for more details)"; /* NEW */

/* In MailIMAPServerAction */
"Couldn't set IMAP server!" = "Impossibile impostare il server IMAP!";

/* In MailIntervalAction */
"Couldn't set mail check interval!" = "Couldn't set mail check interval!";

/* In MessagesAction */
"Couldn't set Messages/iChat status!" = "Couldn't set Messages/iChat status!";

/* In MailSMTPServerAction */
"Couldn't set SMTP server!" = "Couldn't set SMTP server!";

/* In UnmountAction */
"Couldn't unmount that volume!" = "Couldn't unmount that volume!";

/* No comment provided by engineer. */
"Create a rules based on what power adapter is currently connected to your portable mac based on its serial number" = "Crea regole in base all’alimentatore attualmente collegato al Mac portatile, in base al numero di serie"; /* NEW */

/* No comment provided by engineer. */
"Create rules based on advertised network services available on your network." = "Create rules based on advertised network services available on your network."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on attached and nearby, discoverable bluetooth devices." = "Create rules based on attached and nearby, discoverable bluetooth devices."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on attached FireWire devices." = "Create rules based on attached FireWire devices."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on attached USB devices." = "Create rules based on attached USB devices."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on monitors attached to your Mac." = "Create rules based on monitors attached to your Mac."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on the amount of ambient light if your Mac is equipped with ambient light sensors." = "Create rules based on the amount of ambient light if your Mac is equipped with ambient light sensors."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on the assigned DNS search domain and servers." = "Create rules based on the assigned DNS search domain and servers."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on the IPv4 or IPv6 address assigned to your Mac." = "Create rules based on the IPv4 or IPv6 address assigned to your Mac."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on the time of day and day of week." = "Create rules based on the time of day and day of week."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on what audio output device is currently in use." = "Create rules based on what audio output device is currently in use."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on what network links are active on your Mac.  This can include LAN, WiFi or other network links available on your Mac." = "Create rules based on what network links are active on your Mac.  This can include LAN, WiFi or other network links available on your Mac."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on what power source your Mac is currently running on. Can include power adapter or battery." = "Create rules based on what power source your Mac is currently running on. Can include power adapter or battery."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on what WiFi networks are available or connected to." = "Create rules based on what WiFi networks are available or connected to."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on whether or not an application is running." = "Create rules based on whether or not an application is running."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on whether the laptop lid is opened or closed." = "Create rules based on whether the laptop lid is opened or closed."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on your current location using OS X's Core Location framework." = "Create rules based on your current location using OS X's Core Location framework."; /* NEW */

/* No comment provided by engineer. */
"Create rules based on your own shell script based evidence source.  Shell scripts must exit with status code 0 for success or 1 for failure." = "Create rules based on your own shell script based evidence source.  Shell scripts must exit with status code 0 for success or 1 for failure."; /* NEW */

/* No comment provided by engineer. */
"Create rules that are true when the system is entering sleep or when waking." = "Create rules that are true when the system is entering sleep or when waking."; /* NEW */

/* No comment provided by engineer. */
"Current Location" = "Current Location";

/* No comment provided by engineer. */
"Default Browser" = "Browser predefinito";

/* No comment provided by engineer. */
"Default Printer" = "Default Printer";

/* Action type */
"DefaultBrowser" = "DefaultBrowser";

/* Action type */
"DefaultPrinter" = "StampanteDiDefault";

/* No comment provided by engineer. */
"Desktop Background" = "Desktop Background";

/* Action type */
"DesktopBackground" = "SfondoScrivania";

/* In FirewallRuleAction */
"Disable %@" = "Disattiva %@";

/* No comment provided by engineer. */
"Disable screen saver password" = "Disattiva la password per il salvaschermo";

/* No comment provided by engineer. */
"Disabling automatic mail checking." = "Disabling automatic mail checking.";

/* Act of turning off or disabling ControlPlane Context is Sticky is being performed */
"Disabling ControlPlane Context is Sticky." = "Disabling ControlPlane Context is Sticky.";

/* No comment provided by engineer. */
"Disabling display sleep." = "Disabling display sleep.";

/* Act of turning off or disabling File Sharing is being performed */
"Disabling File Sharing." = "Disabling File Sharing.";

/* No comment provided by engineer. */
"Disabling Firewall Rule '%@'." = "Disattivo la regola '%@' del Firewall.";

/* Act of turning off or disabling the firewall is being performed */
"Disabling Firewall." = "Disattivazione del firewall.";

/* Act of turning off or disabling FTP Service is being performed */
"Disabling FTP Service." = "Disabling FTP Service.";

/* Act of turning off or disabling internet sharing is being performed */
"Disabling Internet Sharing." = "Disabling Internet Sharing.";

/* Act of turning off or disabling Natural Scrolling is being performed */
"Disabling Natural Scrolling." = "Disabling Natural Scrolling.";

/* Act of turning off or disabling Notification Center Alerts is being performed */
"Disabling Notification Center Alerts." = "Disattivazione degli avvisi del Centro Notifiche.";

/* Act of turning off or disabling Printer Sharing is being performed */
"Disabling Printer Sharing." = "Disattivazione della condivisione stampante.";

/* Act of turning off or disabling Remote Login Service is being performed */
"Disabling Remote Login Service." = "Disabling Remote Login Service.";

/* No comment provided by engineer. */
"Disabling screen saver password." = "Disattivo la password per il salvaschermo.";

/* No comment provided by engineer. */
"Disabling screen saver." = "Disattivo salvaschermo.";

/* Act of turning off or disabling TFTP Service is being performed */
"Disabling TFTP Service." = "Disabling TFTP Service.";

/* Act of turning off or disabling Time Machine backup system is being performed */
"Disabling Time Machine." = "Disabling Time Machine.";

/* Act of turning off or disabling Web Sharing Service is being performed */
"Disabling Web Sharing Service." = "Disabling Web Sharing Service.";

/* No comment provided by engineer. */
"Disallow Display Sleep" = "Disallow Display Sleep";

/* No comment provided by engineer. */
"Disconnecting from VPN '%@'." = "Disconnetto dal VPN di default di tipo '%@'.";

/* No comment provided by engineer. */
"Display Brightness" = "Display Brightness";

/* No comment provided by engineer. */
"Display Sleep Time" = "Display Sleep Time";

/* Action type */
"DisplayBrightness" = "DisplayBrightness";

/* Evidence source */
"DNS" = "DNS";

/* No comment provided by engineer. */
"DNS Parameters" = "DNS Parameters";

/* No comment provided by engineer. */
"Do Update Stress Test" = "Do Update Stress Test";

/* No comment provided by engineer. */
"Edit Context" = "Modifica contesto";
"Editing a File Sharing action is not recommended, please delete and add again." = "Editing a File Sharing action is not recommended, please delete and add again.";

/* In FirewallRuleAction */
"Enable %@" = "Attiva %@";

/* No comment provided by engineer. */
"Enable screen saver password" = "Attiva la password per il salvaschermo";

/* No comment provided by engineer. */
"Enable this evidence source to cause ControlPlane to assume a large number of evidence source changes are occuring." = "Enable this evidence source to cause ControlPlane to assume a large number of evidence source changes are occuring."; /* NEW */

/* No comment provided by engineer. */
"Enable this option if you want ControlPlane to move to context it was at before it was last quit.  This only affects ControlPlane's behavior when the app is started and it wasn't previously running.  To perform actions on sleep or wake use the Sleep/Wake Evidence Source." = "Enable this option if you want ControlPlane to move to context it was at before it was last quit.  This only affects ControlPlane's behavior when the app is started and it wasn't previously running.  To perform actions on sleep or wake use the Sleep/Wake Evidence Source."; /* NEW */

/* No comment provided by engineer. */
"Enable this option to cause ControlPlane to move to the selected context when it is unable to determine a better context." = "Enable this option to cause ControlPlane to move to the selected context when it is unable to determine a better context."; /* NEW */

/* Act of turning on or enabling ControlPlane Context is Sticky is being performed */
"Enabling ControlPlane Context is Sticky." = "Enabling ControlPlane Context is Sticky.";

/* Act of turning on or enabling File Sharing is being performed */
"Enabling File Sharing." = "Enabling File Sharing.";

/* No comment provided by engineer. */
"Enabling Firewall Rule '%@'." = "Attiva la regola '%@' del Firewall.";

/* Act of turning on or enabling the firewall is being performed */
"Enabling Firewall." = "Attivazione del firewall.";

/* Act of turning on or enabling FTP Service is being performed */
"Enabling FTP Service." = "Enabling FTP Service.";

/* Act of turning on or enabling internet sharing is being performed */
"Enabling Internet Sharing." = "Enabling Internet Sharing.";

/* Act of turning on or enabling Natural Scrolling is being performed */
"Enabling Natural Scrolling." = "Enabling Natural Scrolling.";

/* Act of turning on or enabling Notification Center Alerts is being performed */
"Enabling Notification Center Alerts." = "Attivazione degli avvisi del Centro Notifiche.";

/* Act of turning on or enabling Printer Sharing is being performed */
"Enabling Printer Sharing." = "Attivazione della condivisione stampante.";

/* Act of turning on or enabling Remote Login Service is being performed */
"Enabling Remote Login Service." = "Enabling Remote Login Service.";

/* No comment provided by engineer. */
"Enabling screen saver password." = "Attivo la password per il salvaschermo.";

/* Act of turning on or enabling TFTP Service is being performed */
"Enabling TFTP Service." = "Enabling TFTP Service.";

/* Act of turning on or enabling Time Machine backup system is being performed */
"Enabling Time Machine." = "Enabling Time Machine.";

/* Act of turning on or enabling Web Sharing Service is being performed */
"Enabling Web Sharing Service." = "Enabling Web Sharing Service.";

/* In rule-adding dialog */
"Enter hostname or IP address" = "Enter hostname or IP address"; /* NEW */

/* No comment provided by engineer. */
"Error terminating application '%@'.  Application not found." = "Error terminating application '%@'.  Application not found.";

/* No comment provided by engineer. */
"Establish/Disconnect the following VPN:" = "Connetti/Disconnetti il seguente VPN:";

/* Mail check interval */
"Every %d minutes" = "Every %d minutes";

/* Mail check interval */
"Every hour" = "Every hour";

/* Mail check interval */
"Every minute" = "Every minute";

/* Shown when the user attempt to edit rule with disabled ES. */
"Evidence source for this rule is disabled" = "Evidence source for this rule is disabled"; /* NEW */

/* Preferences section */
"Evidence Sources" = "Sensori di controllo";

/* No comment provided by engineer. */
"External speakers" = "Altoparlanti esterni";

/* Action error message */
"Failed changing network location" = "Impossibile cambiare la posizione di rete";

/* Act of turning off or disabling File Sharing failed */
"Failed disabling File Sharing." = "Failed disabling File Sharing.";

/* Act of turning off or disabling the firewall failed */
"Failed disabling firewall." = "Failed disabling firewall.";

/* Act of turning off or disabling FTP Service failed */
"Failed disabling FTP Service." = "Failed disabling FTP Service.";

/* Act of turning off or disabling internet sharing failed */
"Failed disabling internet sharing." = "Failed disabling internet sharing.";

/* Act of turning off or disabling Natural Scrolling failed */
"Failed disabling Natural Scrolling." = "Failed disabling Natural Scrolling.";

/* Act of turning off or disabling Printer Sharing failed */
"Failed disabling Printer Sharing." = "Failed disabling Printer Sharing.";

/* Act of turning off or disabling Remote Login Service failed */
"Failed disabling Remote Login Service." = "Failed disabling Remote Login Service.";

/* Act of turning off or disabling TFTP Service failed */
"Failed disabling TFTP Service." = "Failed disabling TFTP Service.";

/* Act of turning off or disabling Time Machine backup system failed */
"Failed disabling Time Machine." = "Failed disabling Time Machine.";

/* Act of turning off or disabling Web Sharing Service failed */
"Failed disabling Web Sharing Service." = "Failed disabling Web Sharing Service.";

/* Act of turning off or disabling File Sharing failed */
"Failed enabling File Sharing." = "Failed enabling File Sharing.";

/* Act of turning on or enabling the firewall failed */
"Failed enabling firewall." = "Failed enabling firewall.";

/* Act of turning on or enabling FTP Service failed */
"Failed enabling FTP Service." = "Failed enabling FTP Service.";

/* Act of turning on or enabling internet sharing failed */
"Failed enabling internet sharing." = "Failed enabling internet sharing.";

/* Act of turning on or enabling Natural Scrolling failed */
"Failed enabling Natural Scrolling." = "Failed enabling Natural Scrolling.";

/* Act of turning on or enabling Printer Sharing failed */
"Failed enabling Printer Sharing." = "Failed enabling Printer Sharing.";

/* Act of turning on or enabling Remote Login Service failed */
"Failed enabling Remote Login Service." = "Failed enabling Remote Login Service.";

/* Act of turning on or enabling TFTP Service failed */
"Failed enabling TFTP Service." = "Failed enabling TFTP Service.";

/* Act of turning on or enabling Time Machine backup system failed */
"Failed enabling Time Machine." = "Failed enabling Time Machine.";

/* Act of turning on or enabling Web Sharing Service failed */
"Failed enabling Web Sharing Service." = "Failed enabling Web Sharing Service.";

/* No comment provided by engineer. */
"Failed executing shell script! (see log for details)" = "Failed executing shell script! (see log for details)"; /* NEW */

/* No comment provided by engineer. */
"Failed locking Kechain!" = "Failed locking Kechain!";

/* No comment provided by engineer. */
"Failed opening '%@'." = "Impossibile aprire '%@'.";

/* No comment provided by engineer. */
"Failed opening URL '%@'." = "Failed opening URL '%@'.";

/* No comment provided by engineer. */
"Failed setting '%@' as desktop background." = "Impossibile impostare '%@' come sfondo della scrivania.";

/* No comment provided by engineer. */
"Failed setting brightness to %@%%." = "Failed setting brightness to %@%%.";

/* No comment provided by engineer. */
"Failed setting display sleep time!" = "Failed setting display sleep time!";

/* No comment provided by engineer. */
"Failed setting screen saver idle time!" = "Impossibile impostare il tempo di attesa del salvaschermo!";

/* No comment provided by engineer. */
"Failed speaking '%@'." = "Failed speaking '%@'.";

/* No comment provided by engineer. */
"Failed starting screen saver!" = "Impossibile avviare il salvaschermo!";

/* No comment provided by engineer. */
"Failed starting Time Machine backup." = "Failed starting Time Machine backup.";

/* No comment provided by engineer. */
"Failed stopping screen saver!" = "Impossibile fermare il salvaschermo!";

/* No comment provided by engineer. */
"Failed stopping Time Machine backup." = "Failed stopping Time Machine backup.";

/* No comment provided by engineer. */
"Failed to disable Notification Center Alerts" = "Failed to disable Notification Center Alerts";

/* No comment provided by engineer. */
"Failed to enable Notification Center Alerts" = "Failed to enable Notification Center Alerts";

/* No comment provided by engineer. */
"Failed toggling screen saver password!" = "Impossibile impostare la password del salvaschermo!";

/* No comment provided by engineer. */
"Failed turning Bluetooth off." = "Impossibile disattivare Bluetooth.";

/* No comment provided by engineer. */
"Failed turning Bluetooth on." = "Impossibile attivare Bluetooth.";

/* No comment provided by engineer. */
"Failed turning WiFi off." = "Impossibile disattivare WiFi.";

/* No comment provided by engineer. */
"Failed turning WiFi on." = "Impossibile attivare WiFi.";

/* No comment provided by engineer. */
"Failed unlocking Keychain!" = "Failed unlocking Keychain!";

/* Growl message title */
"Failure" = "Errore";

/* No comment provided by engineer. */
"Finder" = "Finder";

/* No comment provided by engineer. */
"Firewall Rule" = "Firewall Rule";

/* Evidence source */
"FireWire" = "FireWire";

/* In TimeOfDay rules */
"Friday" = "Venerdì";

/* Preferences section */
"General" = "Generale";

/* Get Tedium */
"Get Tedium" = "Get Tedium";

/* No comment provided by engineer. */
"Headphones" = "Auricolari";

/* Show only the icon */
"Icon" = "Icon";

/* No comment provided by engineer. */
"If checked, ControlPlane will check for updates when it starts." = "If checked, ControlPlane will check for updates when it starts."; /* NEW */

/* In rule-adding dialog */
"If connected" = "If connected";

/* No comment provided by engineer. */
"If enabled ControlPlane will allow two rule check cycles to be performed before switching to the most confident context.  Use this option if ControlPlane switches contexts too often or too quickly." = "If enabled ControlPlane will allow two rule check cycles to be performed before switching to the most confident context.  Use this option if ControlPlane switches contexts too often or too quickly."; /* NEW */

/* No comment provided by engineer. */
"If enabled ControlPlane's menu bar icon will be hidden after a period of time.  To make the icon visible again relaunch ControlPlane." = "If enabled ControlPlane's menu bar icon will be hidden after a period of time.  To make the icon visible again relaunch ControlPlane."; /* NEW */

/* Title for informational user messsages */
"Information" = "Information"; /* NEW */

/* Fix helper tool */
"Install" = "Install";

/* No comment provided by engineer. */
"Internal speakers" = "Altoparlanti interni";

/* No comment provided by engineer. */
"IP address cannot be empty" = "IP address cannot be empty";

/* Evidence source */
"IPAddr" = "IPAddr"; /* NEW */

/* Shown when CP cannot get details about the attached power adapter */
"It is an internal system error. Try to re-plug the MagSafe connector." = "Si tratta di un errore interno di sistema. Prova a ricollegare il connettore MagSafe."; /* NEW */

/* Action type */
"iTunesPlaylist" = "iTunesPlaylist";

/* In rule-adding dialog */
"Just a stress test, you can't create rules" = "Just a stress test, you can't create rules";

/* No comment provided by engineer. */
"Keychain" = "Keychain";

/* In rule-adding dialog */
"Laptop lid is" = "Laptop lid is"; /* NEW */

/* No comment provided by engineer. */
"Laptop Lid Open/Closed State" = "Laptop Lid Open/Closed State"; /* NEW */

/* Evidence source */
"Light" = "Luminosità";

/* No comment provided by engineer. */
"Light Sensor" = "Light Sensor";

/* No comment provided by engineer. */
"Lock" = "Lock";

/* No comment provided by engineer. */
"Lock Keychain" = "Blocca Portachiavi";

/* No comment provided by engineer. */
"Locking default Keychain." = "Blocco del Portachiavi predefinito.";

/* Action type */
"LockKeychain" = "LockKeychain";

/* No comment provided by engineer. */
"Mail" = "Mail";

/* Action type */
"MailIMAPServer" = "ServerIMAPPosta";

/* Action type */
"MailInterval" = "MailInterval";

/* Action type */
"MailSMTPServer" = "ServerSMTPPosta";

/* Mail check interval */
"Manually" = "Manually";

/* Action type */
"Messages" = "Messages";

/* No comment provided by engineer. */
"Messages/iChat Status" = "Messages/iChat Status";

/* No comment provided by engineer. */
"Misc" = "Misc";

/* In TimeOfDay rules */
"Monday" = "Lunedì";

/* Evidence source */
"Monitor" = "Monitor";

/* Action type */
"Mount" = "Monta";

/* No comment provided by engineer. */
"Mount a volume with address" = "Monta un volume con indirizzo";

/* No comment provided by engineer. */
"Mounting '%@'." = "Monto '%@'.";

/* Action type */
"Mute" = "Silenzioso";

/* No comment provided by engineer. */
"Mute system audio" = "Disattiva l'audio di sistema";

/* No comment provided by engineer. */
"Muting system audio." = "Disattivo l'audio di sistema.";

/* No comment provided by engineer. */
"Nearby WiFi Network" = "Nearby WiFi Network";

/* In rule-adding dialog */
"Network link on interface" = "Connessione di rete con interfaccia";

/* No comment provided by engineer. */
"Network Location" = "Network Location";

/* No comment provided by engineer. */
"Network mask cannot be empty" = "Network mask cannot be empty"; /* NEW */

/* No comment provided by engineer. */
"Networking" = "Networking";

/* Evidence source */
"NetworkLink" = "CollegamentoDiRete";

/* Action type */
"NetworkLocation" = "PosizioneDiRete";

/* Screen saver idle time */
"never" = "mai";

/* Display sleep time */
"Never" = "Never";

/* Window title */
"New %@ Action" = "Nuova Azione %@";

/* Default value for new context names */
"New context" = "Nuovo Contesto";

/* No comment provided by engineer. */
"No description provided" = "No description provided"; /* NEW */

/* Action error message */
"No network location named \"%@\" exists!" = "Non esiste nessuna posizione di rete di nome \"%@\"!";

/* Delay value to display for zero seconds */
"None" = "Nessuno";

/* No comment provided by engineer. */
"Not a valid IPv4 address" = "Not a valid IPv4 address"; /* NEW */

/* No comment provided by engineer. */
"Not a valid IPv4 network mask" = "Not a valid IPv4 network mask"; /* NEW */

/* No comment provided by engineer. */
"Not a valid IPv4 or IPv6 address" = "Not a valid IPv4 or IPv6 address";

/* No comment provided by engineer. */
"Not a valid IPv6 address" = "Not a valid IPv6 address"; /* NEW */

/* No comment provided by engineer. */
"Not a valid value for prefix length" = "Not a valid value for prefix length"; /* NEW */

/* Used in toggling actions */
"off" = "spento";

/* Button title
   Dismiss the alert without doing anything, but not a cancel */
"OK" = "OK";

/* Used in toggling actions */
"on" = "acceso";

/* When an action is triggered */
"On arrival" = "In entrata";

/* When an action is triggered */
"On departure" = "In uscita";

/* Action type */
"Open" = "Apertura";

/* No comment provided by engineer. */
"Open File or Application" = "Open File or Application";

/* No comment provided by engineer. */
"Open File or Application and Hide" = "Open File or Application and Hide";

/* Button title */
"Open Preferences" = "Apri le Preferenze";

/* No comment provided by engineer. */
"Open URL" = "Open URL";

/* No comment provided by engineer. */
"Open URL '%@'." = "Open URL '%@'.";

/* No comment provided by engineer. */
"Open URL (in a browser)" = "Open URL (in a browser)";

/* Action type */
"OpenAndHide" = "OpenAndHide";

/* No comment provided by engineer. */
"Opened" = "Opened"; /* NEW */

/* No comment provided by engineer. */
"Opening '%@'." = "Apro '%@'.";

/* Action type */
"OpenURL" = "OpenURL";

/* Growl message title */
"Performing Action" = "Eseguo Azione";

/* Growl message title */
"Performing Actions" = "Eseguo Azioni";

/* No comment provided by engineer. */
"Play in iTunes (playlist):" = "Play in iTunes (playlist):";

/* No comment provided by engineer. */
"Play iTunes Playlist" = "Play iTunes Playlist";

/* No comment provided by engineer. */
"Playing '%@'" = "Playing '%@'";

/* No comment provided by engineer. */
"Please browse for a shell script..." = "Please browse for a shell script...";

/* Evidence source */
"Power" = "Alimentazione";

/* No comment provided by engineer. */
"Power Adapter" = "Alimentatore";

/* No comment provided by engineer. */
"Power adapter with serial: %@" = "Alimentatore con n. di serie: %@";

/* No comment provided by engineer. */
"Power Source" = "Power Source";

/* No comment provided by engineer. */
"Prefix length cannot be empty" = "Prefix length cannot be empty"; /* NEW */

/* No comment provided by engineer. */
"Prefix length of IPv6 address must be between 1 and 128." = "Prefix length of IPv6 address must be between 1 and 128."; /* NEW */

/* Action type */
"Prevent Display Sleep" = "Prevent Display Sleep";

/* No comment provided by engineer. */
"Preventing display sleep." = "Preventing display sleep.";

/* No comment provided by engineer. */
"Provide a valid parameter value" = "Provide a valid parameter value";

/* No comment provided by engineer. */
"Quick Start" = "Avvio rapido";

/* No comment provided by engineer. */
"Quick Start and MarcoPolo 1.x Import" = "Avvio rapido e importazione da MarcoPolo 1.x";

/* No comment provided by engineer. */
"Quit Application" = "Quit Application";

/* No comment provided by engineer. */
"Quit application with this name:" = "Chiudi l'applicazione con questo nome:";

/* Action type */
"QuitApplication" = "ChiudiApplicazione";

/* No comment provided by engineer. */
"Quitting application '%@'." = "Chiudo l'applicazione '%@'.";

/* No comment provided by engineer. */
"Remove Context" = "Rimuovi contesto";
"Removing this context will also remove its child contexts!" = "Cancello questa posizione e tutte e posizioni figlie!";

/* Preferences section */
"Rules" = "Regole";

/* No comment provided by engineer. */
"Run Shell Script" = "Run Shell Script";

/* No comment provided by engineer. */
"Running Application" = "Running Application";

/* No comment provided by engineer. */
"Running shell script '%@'." = "Eseguo lo script di shell '%@'.";

/* Evidence source */
"RunningApplication" = "ApplicazioneInEsecuzione";

/* In TimeOfDay rules */
"Saturday" = "Sabato";

/* No comment provided by engineer. */
"Screen Saver Password" = "Password salvaschermo";

/* No comment provided by engineer. */
"Screen Saver Time" = "Tempo salvaschermo";

/* Action type */
"ScreenSaverPassword" = "PasswordSalvaschermo";

/* Action type */
"ScreenSaverStart" = "AvviaSalvaschermo";

/* Action type */
"ScreenSaverTime" = "TempoSalvaschermo";

/* No comment provided by engineer. */
"Search domain cannot be empty" = "Search domain cannot be empty";

/* No comment provided by engineer. */
"Select the information you want shown in the menu bar" = "Select the information you want shown in the menu bar"; /* NEW */

/* No comment provided by engineer. */
"Set brightness to %@%%." = "Set brightness to %@%%.";

/* Will be followed by 'on' or 'off' */
"Set ControlPlane Context is Sticky" = "Set ControlPlane Context is Sticky";

/* No comment provided by engineer. */
"Set default browser to:" = "Imposta il browser predefinito su:";

/* No comment provided by engineer. */
"Set display brightness to (percent):" = "Set display brightness to (percent):";

/* No comment provided by engineer. */
"Set display sleep time to" = "Set display sleep time to";

/* Will be followed by 'on' or 'off' */
"Set File Sharing" = "Set File Sharing";

/* Will be followed by 'on' or 'off' */
"Set FTP Service" = "Set FTP Service";

/* Will be followed by 'on' or 'off' */
"Set Internet Sharing" = "Set Internet Sharing";

/* No comment provided by engineer. */
"Set mail check interval to" = "Set mail check interval to";

/* No comment provided by engineer. */
"Set Mail's IMAP server hostname to" = "Imposta il server IMAP di Mail";

/* No comment provided by engineer. */
"Set Mail's SMTP server to" = "Set Mail's SMTP server to";

/* No comment provided by engineer. */
"Set Messages/iChat status message to" = "Set Messages/iChat status message to";

/* Will be followed by 'on' or 'off' */
"Set Natural Scrolling" = "Set Natural Scrolling";

/* No comment provided by engineer. */
"Set Network Location" = "Imposta la Posizione di rete";

/* Will be followed by 'on' or 'off' */
"Set Notification Center Alerts" = "Set Notification Center Alerts";

/* Will be followed by 'on' or 'off' */
"Set Printer Sharing" = "Set Printer Sharing";

/* Will be followed by 'on' or 'off' */
"Set Remote Login Service" = "Set Remote Login Service";

/* No comment provided by engineer. */
"Set screen saver idle time to" = "Imposta il tempo di attesa del salvaschermo";

/* Will be followed by 'on' or 'off' */
"Set TFTP Service" = "Set TFTP Service";

/* No comment provided by engineer. */
"Set the following firewall rule:" = "Imposta la seguente regola del firewall:";

/* Will be followed by 'on' or 'off' */
"Set Time Machine" = "Set Time Machine";

/* No comment provided by engineer. */
"Set Time Machine's backup destination to" = "Set Time Machine's backup destination to";

/* Will be followed by 'on' or 'off' */
"Set Web Sharing Service" = "Set Web Sharing Service";

/* No comment provided by engineer. */
"Setting default browser to %@" = "Impostazione del browser predefinito su %@";

/* No comment provided by engineer. */
"Setting default printer to '%@'." = "Imposto la stampante di default '%@'.";

/* No comment provided by engineer. */
"Setting desktop background to '%@'." = "Imposto lo sfondo della scrivania a '%@'.";

/* No comment provided by engineer. */
"Setting display sleep time to %d minutes." = "Setting display sleep time to %d minutes.";

/* No comment provided by engineer. */
"Setting display sleep time to 1 minute." = "Setting display sleep time to 1 minute.";

/* No comment provided by engineer. */
"Setting mail checking interval to %d minutes." = "Setting mail checking interval to %d minutes.";

/* No comment provided by engineer. */
"Setting mail checking interval to 1 minute." = "Setting mail checking interval to 1 minute.";

/* No comment provided by engineer. */
"Setting Mail's IMAP server to '%@'." = "Imposto il server IMAP di Mail '%@'.";

/* No comment provided by engineer. */
"Setting Mail's SMTP server to '%@'." = "Imposto il server SMTP di Mail '%@'.";

/* No comment provided by engineer. */
"Setting Messages/iChat status to '%@'." = "Setting Messages/iChat status to '%@'.";

/* No comment provided by engineer. */
"Setting screen saver idle time to %d minutes." = "Imposto il tempo di attesa del salvaschermo a %d minuti.";

/* No comment provided by engineer. */
"Setting screen saver idle time to 1 minute." = "Imposto il tempo di attesa del salvaschermo a 1 minuto.";

/* No comment provided by engineer. */
"Setting Time Machine destination to '%@'." = "Setting Time Machine destination to '%@'.";

/* No comment provided by engineer. */
"Sharing" = "Sharing";

/* Evidence source */
"Shell Script" = "Shell Script";

/* Action type */
"ShellScript" = "ScriptDiShell";

/* No comment provided by engineer. */
"Sleep" = "Sleep";

/* Evidence source */
"Sleep/Wake" = "Sleep/Wake";

/* No comment provided by engineer. */
"Sleep/Wake Event" = "Sleep/Wake Event";

/* Used in toggling actions */
"SMB Sharing OFF" = "SMB Sharing OFF";

/* Used in toggling actions */
"SMB Sharing ON" = "SMB Sharing ON";

/* Shown when some actions did not finish before system sleep */
"Some actions took too long to finish before system sleep" = "Some actions took too long to finish before system sleep"; /* NEW */

/* No comment provided by engineer. */
"Sound and Music" = "Sound and Music";

/* Action type */
"Speak" = "Speak";

/* No comment provided by engineer. */
"Speak Phrase" = "Speak Phrase";

/* No comment provided by engineer. */
"Speak text '%@'." = "Speak text '%@'.";

/* No comment provided by engineer. */
"Speak text:" = "Speak text:";

/* General settings start at login toggle */
"Start ControlPlane at login" = "Inizializza ControlPlane all'avvio del sistema";

/* No comment provided by engineer. */
"Start backup" = "Start backup";

/* No comment provided by engineer. */
"Start screen saver" = "Avvia il salvaschermo";

/* No comment provided by engineer. */
"Start Screen Saver Now" = "Start Screen Saver Now";

/* No comment provided by engineer. */
"Start Time Machine Backup" = "Start Time Machine Backup";

/* No comment provided by engineer. */
"Starting screen saver." = "Avvio il salvaschermo.";

/* No comment provided by engineer. */
"Starting Time Machine backup." = "Starting Time Machine backup.";

/* Action type */
"StartTimeMachine" = "StartTimeMachine";

/* No comment provided by engineer. */
"Stick forced contexts" = "Blocca il contesto forzato";

/* No comment provided by engineer. */
"Stop backup" = "Stop backup";

/* No comment provided by engineer. */
"Stop screen saver" = "Ferma il salvaschermo";

/* No comment provided by engineer. */
"Stopping screen saver." = "Fermo il salvaschermo.";

/* No comment provided by engineer. */
"Stopping Time Machine backup." = "Stopping Time Machine backup.";

/* In TimeOfDay rules */
"Sunday" = "Domenica";

/* No comment provided by engineer. */
"System" = "System";

/* In rule-adding dialog */
"System going to" = "System going to";

/* No comment provided by engineer. */
"System Preferences" = "Impostazioni di Sistema";

/* In rule-adding dialog */
"The following application is active" = "The following application is active";

/* In rule-adding dialog */
"The following application running" = "La seguente applicazione in esecuzione";

/* No comment provided by engineer. */
"The parameter for DefaultBrowser actions is the ID (bundle) of the new default browser." = "The parameter for DefaultBrowser actions is the ID (bundle) of the new default browser.";

/* No comment provided by engineer. */
"The parameter for DefaultPrinter actions is the name of the printer queue. This is usually the name of the printer, with spaces replaced by underscores." = "Il parametro per le azioni StampanteDiDefault è il nome della coda di stampa. Solitamente è lo stesso nome della stampante, con gli spazi sostituiti da underscore.";

/* No comment provided by engineer. */
"The parameter for DesktopBackground actions is the full path of the image to be set as the background picture." = "Il parametro per le azione SfondoScrivania è il percorso completo dell'immagine da impostare come sfondo.";

/* No comment provided by engineer. */
"The parameter for DisplaySleepTime action is the time (in minutes) before you want your display to sleep or \"Never\" to disable." = "The parameter for DisplaySleepTime action is the time (in minutes) before you want your display to sleep or \"Never\" to disable.";

/* No comment provided by engineer. */
"The parameter for FirewallRule action is the name of the firewall rule you wish to modify, prefixed with '+' or '-' to enable or disable it, respectively." = "Il parametro per le azioni RegolaDelFirewall è il nome della regola del firewall che si vuole modificare, il prefisso '+' o '-' indica rispettivamente se si vuole abilitare o disalitare.";

/* No comment provided by engineer. */
"The parameter for iTunesPlaylist actions is the name of the playlist to be played in iTunes." = "The parameter for iTunesPlaylist actions is the name of the playlist to be played in iTunes.";

/* No comment provided by engineer. */
"The parameter for LockKeychain actions is either \"1\" or \"0\", depending on whether you want lock or unlock the default Keychain." = "The parameter for LockKeychain actions is either \"1\" or \"0\", depending on whether you want lock or unlock the default Keychain.";

/* No comment provided by engineer. */
"The parameter for MailIMAPServer actions is the hostname of the IMAP server to make the default for all Mail accounts." = "Il parametro per le azioni ServerIMAPPosta è l'hostname del server IMAP ad impostare come default per tutti gli account Mail.";

/* No comment provided by engineer. */
"The parameter for MailIntervalAction actions is the time (in minutes) between each check for new mails." = "The parameter for MailIntervalAction actions is the time (in minutes) between each check for new mails.";

/* No comment provided by engineer. */
"The parameter for MailSMTPServer actions is the name of the SMTP server to make the default for all Mail accounts." = "The parameter for MailSMTPServer actions is the name of the SMTP server to make the default for all Mail accounts.";

/* No comment provided by engineer. */
"The parameter for Messages/iChat actions is the status message to set." = "The parameter for Messages/iChat actions is the status message to set.";

/* No comment provided by engineer. */
"The parameter for Mount actions is the volume to mount, such as \"smb://server/share\" or \"afp://server/share\"." = "Il parametro per le azioni Monta è il volume da montare, come \"smb://server/share\" o \"afp://server/share\".";

/* No comment provided by engineer. */
"The parameter for Mute actions is either \"1\" or \"0\", depending on whether you want your system audio unmuted or muted." = "Il parametro per le azioni Mute è semplicemente \"1\" o \"0\", a seconda che si voglia abilitare o disabilitare l'audio di sistema.";

/* No comment provided by engineer. */
"The parameter for NetworkLocation actions is the name of the network location to select." = "Il parametro per le azioni PosizioneDiRete è il nome della posizione di rete da selezionare.";

/* No comment provided by engineer. */
"The parameter for Open actions is the full path of the object to be opened, such as an application or a document." = "Il parametro per le azioni Apertura è il percorso completo dell'oggetto da aprire, come un'applicazione o un documento.";

/* No comment provided by engineer. */
"The parameter for OpenAndHide actions is the full path of the object to be opened, such as an application or a document." = "The parameter for OpenAndHide actions is the full path of the object to be opened, such as an application or a document.";

/* No comment provided by engineer. */
"The parameter for Prevent Display Sleep action is either \"1\" to prevent display sleep or \"0\" to allow display sleep." = "The parameter for Prevent Display Sleep action is either \"1\" to prevent display sleep or \"0\" to allow display sleep.";

/* No comment provided by engineer. */
"The parameter for QuitApplication actions is the name of the application to quit." = "Il parametro per le azioni ChiudiApplicazione è il nome dell'applicazione da chiudere.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverPasswordAction actions is either \"1\" or \"0\", depending on whether you want your screen saver password enabled or disabled." = "Il parametro per le azioni PasswordSalvaschermo è semplicemente \"1\" o \"0\", a seconda che si voglia abilitare o disabilitare la password del salvaschermo.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverStartAction actions is either \"1\" or \"0\", depending on whether you want your screen saver to start or stop." = "Il parametro per le azioni AvviaSalvaschermo è \"1\" o \"0\", a seconda che si voglia avviare o fermare il salvaschermo.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverTimeAction actions is the idle time (in minutes) before you want your screen saver to activate." = "Il parametro per le azioni TempoSalvaschermo è il tempo di inattività (in minuti) prima che il salvaschermo venga attivato.";

/* No comment provided by engineer. */
"The parameter for ShellScript actions is the full path of the shell script, which will be executed with /bin/sh." = "Il parametro per le azioni ScriptDiShell è il percorso completo dello script di shell, che sarà eseguito da /bin/sh.";

/* No comment provided by engineer. */
"The parameter for StartTimeMachine actions is either \"1\" or \"0\", depending on whether you want start or stop a Time Machine backup." = "The parameter for StartTimeMachine actions is either \"1\" or \"0\", depending on whether you want start or stop a Time Machine backup.";

/* No comment provided by engineer. */
"The parameter for the Display Brightness action is the brightness value as a percent between 0 and 100." = "The parameter for the Display Brightness action is the brightness value as a percent between 0 and 100.";

/* No comment provided by engineer. */
"The parameter for the Firewall action is either \"1\" or \"0\", depending on whether you want to enable or disable the firewall." = "The parameter for the Firewall action is either \"1\" or \"0\", depending on whether you want to enable or disable the firewall.";

/* No comment provided by engineer. */
"The parameter for the InternetSharing action is either \"1\" or \"0\", depending on whether you want to enable or disable internet sharing." = "The parameter for the InternetSharing action is either \"1\" or \"0\", depending on whether you want to enable or disable internet sharing.";

/* No comment provided by engineer. */
"The parameter for the Open URL action is the URL of the page to be opened." = "The parameter for the Open URL action is the URL of the page to be opened.";

/* No comment provided by engineer. */
"The parameter for the Speak action is the text to be spoken." = "The parameter for the Speak action is the text to be spoken.";

/* No comment provided by engineer. */
"The parameter for TimeMachine actions is the name of the new Time Machine backup destination." = "The parameter for TimeMachine actions is the name of the new Time Machine backup destination.";

/* No comment provided by engineer. */
"The parameter for ToggleBluetooth actions is either \"1\" or \"0\", depending on whether you want your Bluetooth controller's power turned on or off." = "Il parametro per le azioni GestioneBluetooth è semplicemente \"1\" o \"0\", a seconda che si voglia attivare o disattivare Bluetooth.";

/* No comment provided by engineer. */
"The parameter for ToggleContextStickiness actions is either \"1\" or \"0\", depending on whether you want ControlPlane Context is Sticky turned on or off." = "The parameter for ToggleContextStickiness actions is either \"1\" or \"0\", depending on whether you want ControlPlane Context is Sticky turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleFTP actions is either \"1\" or \"0\", depending on whether you want FTP Service turned on or off." = "The parameter for ToggleFTP actions is either \"1\" or \"0\", depending on whether you want FTP Service turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleNaturalScrolling actions is either \"1\" or \"0\", depending on whether you want Natural Scrolling turned on or off." = "The parameter for ToggleNaturalScrolling actions is either \"1\" or \"0\", depending on whether you want Natural Scrolling turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleNaturalScrolling actions is either \"1\" or \"0\", depending on whether you want Notification Center Alerts turned on or off." = "The parameter for ToggleNaturalScrolling actions is either \"1\" or \"0\", depending on whether you want Notification Center Alerts turned on or off.";

/* No comment provided by engineer. */
"The parameter for TogglePrinterSharing actions is either \"1\" or \"0\", depending on whether you want Printer Sharing turned on or off." = "The parameter for TogglePrinterSharing actions is either \"1\" or \"0\", depending on whether you want Printer Sharing turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleRemoteLogin actions is either \"1\" or \"0\", depending on whether you want Remote Login Service turned on or off." = "The parameter for ToggleRemoteLogin actions is either \"1\" or \"0\", depending on whether you want Remote Login Service turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleTFTP actions is either \"1\" or \"0\", depending on whether you want TFTP Service turned on or off." = "The parameter for ToggleTFTP actions is either \"1\" or \"0\", depending on whether you want TFTP Service turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleTimeMachine actions is either \"1\" or \"0\", depending on whether you want to enable or disable Time Machine turned on or off." = "The parameter for ToggleTimeMachine actions is either \"1\" or \"0\", depending on whether you want to enable or disable Time Machine turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleWebSharing actions is either \"1\" or \"0\", depending on whether you want Web Sharing Service turned on or off." = "The parameter for ToggleWebSharing actions is either \"1\" or \"0\", depending on whether you want Web Sharing Service turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleWiFi actions is either \"1\" or \"0\", depending on whether you want your WiFi turned on or off." = "Il parametro per le azioni GestioneWiFi é semplicemente \"1\" o \"0\", a seconda che si voglia abilitre o disabilitare il WiFi.";

/* No comment provided by engineer. */
"The parameter for Unmount actions is the volume name to unmount. You can find the volume name in the /Volumes/ folder after a successful mount." = "The parameter for Unmount actions is the volume name to unmount. You can find the volume name in the /Volumes/ folder after a successful mount.";

/* No comment provided by engineer. */
"The parameter for VPN action is the name of the VPN connection you wish to establish or disconnect." = "Il parametro per le azioni VPN è il tipo di collegamento VPN a cui ci si desidera connettere o disconnettere.";

/* In rule-adding dialog */
"The presence of" = "La presenza di";

/* No comment provided by engineer. */
"This action is not undoable!" = "Questa azione non è ricoverabile!";

/* Tedium is not installed */
"This feature requires Tedium" = "This feature requires Tedium";

/* The Mac does not have a Wifi/AirPort card or it has failed */
"This Mac doesn't appear to have WiFi or your WiFi card has failed" = "This Mac doesn't appear to have WiFi or your WiFi card has failed";

/* In TimeOfDay rules */
"Thursday" = "Giovedì";

/* No comment provided by engineer. */
"Time Machine" = "Time Machine";

/* No comment provided by engineer. */
"Time Of Day" = "Time Of Day";

/* Action type */
"TimeMachineAction" = "TimeMachineAction";

/* Action type */
"TimeMachineDestination" = "TimeMachineDestination";

/* Evidence source */
"TimeOfDay" = "MomentoDelGiorno";

/* No comment provided by engineer. */
"To switch Time Machine backup destinations, you need to have Tedium installed.  Click 'Get Tedium' to visit the Tedium website" = "To switch Time Machine backup destinations, you need to have Tedium installed.  Click 'Get Tedium' to visit the Tedium website";

/* No comment provided by engineer. */
"Toggle Bluetooth" = "Attiva/disattiva Bluetooth";

/* No comment provided by engineer. */
"Toggle ControlPlane Context is Sticky" = "Toggle ControlPlane Context is Sticky";

/* No comment provided by engineer. */
"Toggle File Sharing" = "Toggle File Sharing";

/* No comment provided by engineer. */
"Toggle Firewall" = "Attiva/disattiva firewall";

/* No comment provided by engineer. */
"Toggle FTP Service" = "Toggle FTP Service";

/* No comment provided by engineer. */
"Toggle Internet Sharing" = "Toggle Internet Sharing";

/* No comment provided by engineer. */
"Toggle muting of system audio" = "Toggle muting of system audio";

/* No comment provided by engineer. */
"Toggle Natural Scrolling" = "Toggle Natural Scrolling";

/* No comment provided by engineer. */
"Toggle Notification Center Alerts" = "Attiva/disattiva avvisi Centro Notifiche";

/* No comment provided by engineer. */
"Toggle prevention of display sleep" = "Toggle prevention of display sleep";

/* No comment provided by engineer. */
"Toggle Printer Sharing" = "Attiva/disattiva condivisione stampante";

/* No comment provided by engineer. */
"Toggle Remote Login Service" = "Toggle Remote Login Service";

/* No comment provided by engineer. */
"Toggle TFTP Service" = "Toggle TFTP Service";

/* No comment provided by engineer. */
"Toggle Time Machine" = "Toggle Time Machine";

/* No comment provided by engineer. */
"Toggle Web Sharing Service" = "Toggle Web Sharing Service";

/* No comment provided by engineer. */
"Toggle WiFi" = "Toggle WiFi";

/* Action type */
"ToggleBluetooth" = "GestioneBluetooth";

/* Action type */
"ToggleContextStickiness" = "ToggleContextStickiness";

/* Action type */
"ToggleFileSharing" = "ToggleFileSharing";

/* Action type */
"ToggleFirewall" = "ToggleFirewall";

/* Action type */
"ToggleInternetSharing" = "ToggleInternetSharing";

/* Action type */
"ToggleNaturalScrolling" = "ToggleNaturalScrolling";

/* Action type */
"ToggleNotificationCenterAlertsAction" = "ToggleNotificationCenterAlertsAction";

/* Action type */
"ToggleWiFi" = "GestioneWiFi";

/* In TimeOfDay rules */
"Tuesday" = "Martedì";

/* Will be followed by 'on' or 'off' */
"Turn Bluetooth" = "Imposta Bluetooth";

/* Will be followed by 'on' or 'off' */
"Turn Firewall" = "Turn Firewall";

/* Will be followed by 'on' or 'off' */
"Turn WiFi" = "Imposta WiFi";

/* No comment provided by engineer. */
"Turning Bluetooth off." = "Disattivo Bluetooth.";

/* No comment provided by engineer. */
"Turning Bluetooth on." = "Attivo Bluetooth.";

/* No comment provided by engineer. */
"Turning WiFi off." = "Disattivo WiFi.";

/* No comment provided by engineer. */
"Turning WiFi on." = "Attivo WiFi.";

/* No comment provided by engineer. */
"Unable to determine interpreter for shell script! (see log for details)" = "Unable to determine interpreter for shell script! (see log for details)"; /* NEW */

/* In TimeMachineDestinationAction */
"Unable to set set Time Machine backup destination!" = "Unable to set set Time Machine backup destination!";

/* CoreLocation */
"Unknown address" = "Unknown address";

/* No comment provided by engineer. */
"Unlock" = "Unlock";

/* No comment provided by engineer. */
"Unlocking default Keychain." = "Sblocco del Portachiavi predefinito.";

/* Action type */
"Unmount" = "Unmount";

/* No comment provided by engineer. */
"Unmount a volume with mount location" = "Unmount a volume with mount location";

/* No comment provided by engineer. */
"Unmount disk/share" = "Unmount disk/share";

/* No comment provided by engineer. */
"Unmounting '%@'." = "Unmounting '%@'.";

/* No comment provided by engineer. */
"Unmute system audio" = "Attiva l'audio di sistema";

/* No comment provided by engineer. */
"Unmuting system audio." = "Attivo l'audio di sistema.";

/* Evidence source */
"USB" = "USB";

/* General settings notifications toggle */
"Use Notifications" = "Utilizza notifiche";

/* Action type */
"VPN" = "VPN";

/* No comment provided by engineer. */
"Wake" = "Wake";

/* No comment provided by engineer. */
"We strongly recommend that you review your preferences." = "We strongly recommend that you review your preferences.";

/* No comment provided by engineer. */
"Web" = "Web";

/* In TimeOfDay rules */
"Wednesday" = "Mercoledì";

/* In TimeOfDay rules */
"Weekday" = "Infrasettimanale";

/* In TimeOfDay rules */
"Weekend" = "Weekend";

/* Evidence source */
"WiFi using CoreWLAN" = "WiFi using CoreWLAN";

/* Appended to a context-change notification */
"with confidence %@" = "con sicurezza %@";

/* Shown when the user attempt to edit rule with disabled ES. */
"You need to enable the corresponding evidence source to be able to edit the rule" = "You need to enable the corresponding evidence source to be able to edit the rule"; /* NEW */

/* Issue #131 Focus, Power, Settings, Shortcuts, gated actions */
"Create rules based on whether Focus is currently on or off (public API does not expose which named Focus mode is active — use Set Focus / Run Shortcut for that)." = "Crea regole in base al fatto che Full immersion sia attivo o no (l’API pubblica non indica quale modalità nominata è attiva — usa Imposta Full immersion / Esegui comando rapido).";
"Focus is" = "Full immersion è";
"Active (any Focus on)" = "Attivo (qualsiasi Full immersion attivo)";
"Inactive (Focus off)" = "Inattivo (Full immersion disattivo)";
"Focus" = "Full immersion";
"Set Focus via Shortcut '%@'." = "Imposta Full immersion tramite il comando rapido '%@'.";
"Cannot set Focus: Shortcut name or identifier is empty. Create a Shortcut that uses Set Focus, then enter its name." = "Impossibile impostare Full immersion: nome o identificatore del comando rapido vuoto. Crea un comando rapido che usa Imposta Full immersion, quindi inserisci il nome.";
"Cannot set Focus: the shortcuts command-line tool is not available on this Mac." = "Impossibile impostare Full immersion: lo strumento a riga di comando shortcuts non è disponibile su questo Mac.";
"Failed to set Focus via Shortcut '%@' (could not launch shortcuts)." = "Impossibile impostare Full immersion tramite il comando rapido '%@' (impossibile avviare shortcuts).";
"Failed to set Focus via Shortcut '%@'. Create a Shortcut that uses Set Focus and check the name in the Shortcuts app." = "Impossibile impostare Full immersion tramite il comando rapido '%@'. Crea un comando rapido che usa Imposta Full immersion e controlla il nome nell’app Comandi Rapidi.";
"The parameter for Set Focus is the name or identifier of a Shortcut that uses the system Set Focus action (Do Not Disturb, Sleep, Work, …). Suggested name: Enable Work Focus. See Help → Tips and tricks (Shortcuts recipe gallery). ControlPlane invokes `/usr/bin/shortcuts run` with a typed argument list (no shell) and does not write private Notification Center preferences." = "Il parametro di Imposta Full immersion è il nome o l’identificatore di un comando rapido che usa l’azione di sistema Imposta Full immersion (Non disturbare, Sonno, Lavoro, …). Nome suggerito: Enable Work Focus. Vedi Aiuto → Suggerimenti (galleria di ricette Comandi Rapidi). ControlPlane invoca `/usr/bin/shortcuts run` con un elenco di argomenti tipizzato (senza shell) e non scrive le preferenze private del Centro Notifiche.";
"Set Focus via Shortcut named:" = "Imposta Full immersion tramite il comando rapido denominato:";
"Set Focus" = "Imposta Full immersion";
"Run Shortcut '%@'." = "Esegui il comando rapido '%@'.";
"Cannot run Shortcut: name or identifier is empty." = "Impossibile eseguire il comando rapido: nome o identificatore vuoto.";
"Cannot run Shortcut: the shortcuts command-line tool is not available on this Mac." = "Impossibile eseguire il comando rapido: lo strumento a riga di comando shortcuts non è disponibile su questo Mac.";
"Failed to run Shortcut '%@' (could not launch shortcuts)." = "Impossibile eseguire il comando rapido '%@' (impossibile avviare shortcuts).";
"Failed to run Shortcut '%@'. Check the name/ID in the Shortcuts app." = "Impossibile eseguire il comando rapido '%@'. Controlla nome/ID nell’app Comandi Rapidi.";
"The parameter for Run Shortcut is the Shortcut name or identifier as shown in the Shortcuts app (or `shortcuts list`). ControlPlane invokes `/usr/bin/shortcuts run` with a typed argument list (no shell). For Focus, VPN, Bluetooth power, or Stage Manager, create a Shortcut that uses the system Set Focus, Set VPN, Set Bluetooth, or Set Stage Manager action, then enter that Shortcut’s name — for example Enable Work Focus, Connect Work VPN, Turn Bluetooth On, or Turn Stage Manager On. See Help → Tips and tricks (Shortcuts recipe gallery). ControlPlane does not automate Control Center." = "Il parametro di Esegui comando rapido è il nome o l’identificatore del comando rapido come mostrato nell’app Comandi Rapidi (o `shortcuts list`). ControlPlane invoca `/usr/bin/shortcuts run` con un elenco di argomenti tipizzato (senza shell). Per Full immersion, VPN, alimentazione Bluetooth o Stage Manager, crea un comando rapido che usa l’azione di sistema Imposta Full immersion, Imposta VPN, Imposta Bluetooth o Imposta Stage Manager, quindi inserisci il nome del comando rapido — ad esempio Enable Work Focus, Connect Work VPN, Turn Bluetooth On o Turn Stage Manager On. Vedi Aiuto → Suggerimenti (galleria di ricette Comandi Rapidi). ControlPlane non automatizza Centro di Controllo.";
"Run Shortcut named:" = "Esegui il comando rapido denominato:";
"Run Shortcut" = "Esegui comando rapido";
"Create rules based on power source (adapter or battery), battery charge percent thresholds, and Low Power Mode." = "Crea regole in base alla fonte di alimentazione (alimentatore o batteria), alle soglie di carica e alla modalità di risparmio energetico.";
"Low Power Mode is" = "La modalità di risparmio energetico è";
"Battery charge is" = "La carica della batteria è";
"Below 20%" = "Sotto il 20%";
"Below 40%" = "Sotto il 40%";
"Above 80%" = "Oltre l’80%";
"On" = "Attivo";
"Off" = "Non attivo";
"Power / Battery" = "Alimentazione / Batteria";
"The following power adapter is attached" = "È collegato il seguente alimentatore";
"Settings" = "Impostazioni";
"Firewall cannot be toggled on this version of macOS. Use System Settings → Network → Firewall, Control Center, or create a Shortcut that adjusts the firewall and run it with the Run Shortcut action." = "Il firewall non può essere attivato o disattivato in questa versione di macOS. Usa Impostazioni di Sistema → Rete → Firewall, Centro di Controllo, oppure crea un comando rapido che regola il firewall ed eseguilo con Esegui comando rapido.";
"The parameter for the Firewall action is either \"1\" or \"0\", depending on whether you want to enable or disable the firewall. This action is not available on modern macOS; configure the firewall in System Settings → Network → Firewall, or use a Run Shortcut action." = "Il parametro dell’azione Firewall è \"1\" o \"0\", a seconda che si voglia attivare o disattivare il firewall. Questa azione non è disponibile sui macOS moderni; configura il firewall in Impostazioni di Sistema → Rete → Firewall oppure usa Esegui comando rapido.";
"Turn Firewall (unsupported on this macOS)" = "Attiva/disattiva firewall (non supportato su questo macOS)";
"Printer Sharing cannot be toggled on this version of macOS. Use System Settings → General → Sharing, or create a Shortcut and run it with the Run Shortcut action." = "La condivisione stampante non può essere attivata o disattivata in questa versione di macOS. Usa Impostazioni di Sistema → Generali → Condivisione, oppure crea un comando rapido ed eseguilo con Esegui comando rapido.";
"The parameter for TogglePrinterSharing actions is either \"1\" or \"0\", depending on whether you want Printer Sharing turned on or off. This action is not available on modern macOS; configure Printer Sharing in System Settings → General → Sharing, or use a Run Shortcut action." = "Il parametro delle azioni TogglePrinterSharing è \"1\" o \"0\", a seconda che la condivisione stampante debba essere attiva o no. Questa azione non è disponibile sui macOS moderni; configurala in Impostazioni di Sistema → Generali → Condivisione oppure usa Esegui comando rapido.";
"Set Printer Sharing (unsupported on this macOS)" = "Imposta condivisione stampante (non supportato su questo macOS)";
"Lock/Unlock Keychain is not available on this version of macOS. Use Keychain Access, or create a Shortcut and run it with the Run Shortcut action." = "Blocca/sblocca Portachiavi non è disponibile in questa versione di macOS. Usa Accesso Portachiavi oppure crea un comando rapido ed eseguilo con Esegui comando rapido.";
"The parameter for LockKeychain actions is either \"1\" or \"0\", depending on whether you want lock or unlock the default Keychain. This action is not available on modern macOS; use Keychain Access or a Run Shortcut action instead." = "Il parametro delle azioni LockKeychain è \"1\" o \"0\", a seconda che si voglia bloccare o sbloccare il Portachiavi predefinito. Questa azione non è disponibile sui macOS moderni; usa Accesso Portachiavi o Esegui comando rapido.";
"Lock or unlock the default Keychain? (unsupported on this macOS)" = "Bloccare o sbloccare il Portachiavi predefinito? (non supportato su questo macOS)";
"Screen Saver Time cannot change idle time on this version of macOS. Use System Settings → Screen Saver / Lock Screen, or create a Shortcut and run it with the Run Shortcut action." = "Tempo salvaschermo non può modificare il tempo di inattività in questa versione di macOS. Usa Impostazioni di Sistema → Salvaschermo / Schermata di blocco oppure crea un comando rapido ed eseguilo con Esegui comando rapido.";
"The parameter for ScreenSaverTimeAction actions is the idle time (in minutes) before you want your screen saver to activate. This action is not available on modern macOS; configure Screen Saver / Lock Screen in System Settings, or use a Run Shortcut instead." = "Il parametro delle azioni ScreenSaverTimeAction è il tempo di inattività (in minuti) prima dell’attivazione del salvaschermo. Questa azione non è disponibile sui macOS moderni; configura Salvaschermo / Schermata di blocco in Impostazioni di Sistema oppure usa Esegui comando rapido.";
"Set screen saver idle time (unsupported on this macOS)" = "Imposta tempo di inattività del salvaschermo (non supportato su questo macOS)";
"Screen Saver Password cannot change Lock Screen settings on this version of macOS. Use System Settings → Lock Screen instead." = "Password salvaschermo non può modificare le impostazioni della schermata di blocco in questa versione di macOS. Usa Impostazioni di Sistema → Schermata di blocco.";
"The parameter for ScreenSaverPasswordAction actions is either \"1\" or \"0\", depending on whether you want your screen saver password enabled or disabled. This action is not available on modern macOS; configure Lock Screen in System Settings instead." = "Il parametro delle azioni ScreenSaverPasswordAction è \"1\" o \"0\", a seconda che la password del salvaschermo debba essere attiva. Questa azione non è disponibile sui macOS moderni; configura Schermata di blocco in Impostazioni di Sistema.";
"Toggle screen saver password (unsupported on this macOS)" = "Attiva/disattiva password salvaschermo (non supportato su questo macOS)";
"Notification Center Alerts / Do Not Disturb cannot be toggled on this version of macOS. Create a Shortcut that sets Focus, then use the Run Shortcut action (enter the Shortcut name, for example \"Your Focus Shortcut\")." = "Avvisi Centro Notifiche / Non disturbare non possono essere attivati o disattivati in questa versione di macOS. Crea un comando rapido che imposta Full immersion, quindi usa Esegui comando rapido (inserisci il nome, ad esempio \"Your Focus Shortcut\").";
"The parameter for ToggleNotificationCenterAlerts actions is either \"1\" or \"0\", depending on whether you want Notification Center Alerts turned on or off. This action is not available on modern macOS; use the Run Shortcut action with a Focus Shortcut instead." = "Il parametro delle azioni ToggleNotificationCenterAlerts è \"1\" o \"0\", a seconda che gli avvisi del Centro Notifiche debbano essere attivi. Questa azione non è disponibile sui macOS moderni; usa Esegui comando rapido con un comando rapido Full immersion.";
"Set Notification Center Alerts (unsupported on this macOS)" = "Imposta avvisi Centro Notifiche (non supportato su questo macOS)";
"Bluetooth cannot be toggled on this version of macOS. Use Control Center or System Settings → Bluetooth, or create a Shortcut that uses Set Bluetooth (suggested name: Turn Bluetooth On) and run it with Run Shortcut. See Help → Tips and tricks (Shortcuts recipe gallery)." = "Bluetooth non può essere attivato o disattivato in questa versione di macOS. Usa Centro di Controllo o Impostazioni di Sistema → Bluetooth, oppure crea un comando rapido che usa Imposta Bluetooth (nome suggerito: Turn Bluetooth On) ed eseguilo con Esegui comando rapido. Vedi Aiuto → Suggerimenti (galleria di ricette Comandi Rapidi).";
"The parameter for ToggleBluetooth actions is either \"1\" or \"0\", depending on whether you want your Bluetooth controller's power turned on or off. This action is not available on modern macOS; use Control Center, System Settings, or Run Shortcut with a Set Bluetooth Shortcut (suggested name: Turn Bluetooth On). See Help → Tips and tricks (Shortcuts recipe gallery)." = "Il parametro delle azioni ToggleBluetooth è \"1\" o \"0\", a seconda che l’alimentazione del controller Bluetooth debba essere attiva. Questa azione non è disponibile sui macOS moderni; usa Centro di Controllo, Impostazioni di Sistema o Esegui comando rapido con un comando Imposta Bluetooth (nome suggerito: Turn Bluetooth On). Vedi Aiuto → Suggerimenti (galleria di ricette Comandi Rapidi).";
"Turn Bluetooth (unsupported on this macOS)" = "Attiva/disattiva Bluetooth (non supportato su questo macOS)";
"VPN actions are not supported on this version of macOS. Connect or disconnect VPN from System Settings → VPN, or create a Shortcut that uses Set VPN (suggested name: Connect Work VPN) and run it with Run Shortcut. See Help → Tips and tricks (Shortcuts recipe gallery)." = "Le azioni VPN non sono supportate in questa versione di macOS. Connetti o disconnetti la VPN da Impostazioni di Sistema → VPN, oppure crea un comando rapido che usa Imposta VPN (nome suggerito: Connect Work VPN) ed eseguilo con Esegui comando rapido. Vedi Aiuto → Suggerimenti (galleria di ricette Comandi Rapidi).";
"The parameter for VPN action is the name of the VPN connection you wish to establish or disconnect. This action is not available on modern macOS; use System Settings or Run Shortcut with a Set VPN Shortcut (suggested name: Connect Work VPN). See Help → Tips and tricks (Shortcuts recipe gallery)." = "Il parametro dell’azione VPN è il nome della connessione VPN da stabilire o disconnettere. Questa azione non è disponibile sui macOS moderni; usa Impostazioni di Sistema o Esegui comando rapido con un comando Imposta VPN (nome suggerito: Connect Work VPN). Vedi Aiuto → Suggerimenti (galleria di ricette Comandi Rapidi).";
"Establish/Disconnect VPN (unsupported on this macOS)" = "Stabilisci/disconnetti VPN (non supportato su questo macOS)";
"Default Browser action needs a browser bundle ID. ControlPlane does not change the system handler until you choose one." = "L’azione Browser predefinito richiede l’ID bundle di un browser. ControlPlane non cambia il gestore di sistema finché non ne scegli uno.";
"Could not set ControlPlane as the default browser. If macOS asked you to confirm, choose ControlPlane, or pick another evidence path." = "Impossibile impostare ControlPlane come browser predefinito. Se macOS ha chiesto conferma, scegli ControlPlane o un altro percorso di evidenza.";
"ControlPlane has no bundle identifier; cannot register as a browser handler." = "ControlPlane non ha un identificatore di bundle; impossibile registrarlo come gestore del browser.";
"macOS refused to make ControlPlane the default browser (http %d, https %d). Confirm the prompt if one appeared, or leave the system handler unchanged." = "macOS ha rifiutato di rendere ControlPlane il browser predefinito (http %d, https %d). Conferma il prompt se è apparso, oppure lascia il gestore di sistema invariato.";
"The parameter for DefaultBrowser actions is the bundle ID of the browser ControlPlane should open. ControlPlane registers itself as the system http/https handler only when the action runs, and only for HTML and URL types. If macOS denies that prompt, the action fails and does not silently take over." = "Il parametro delle azioni DefaultBrowser è l’ID bundle del browser che ControlPlane deve aprire. ControlPlane si registra come gestore http/https di sistema solo quando l’azione viene eseguita e solo per i tipi HTML e URL. Se macOS rifiuta il prompt, l’azione fallisce e non prende il controllo in silenzio.";
"Allow privileged helper" = "Consenti l’assistente con privilegi";
"Allow ControlPlane's privileged helper in Login Items & Extensions. Approval is required before the helper can run." = "Consenti l’assistente con privilegi di ControlPlane in Elementi di login ed estensioni. L’approvazione è necessaria prima che l’assistente possa essere eseguito.";
"Could Not Allow Privileged Helper" = "Impossibile consentire l’assistente con privilegi";
"Open System Settings → General → Login Items & Extensions and allow ControlPlane's privileged helper." = "Apri Impostazioni di Sistema → Generali → Elementi di login ed estensioni e consenti l’assistente con privilegi di ControlPlane.";
"Open Login Items Settings" = "Apri impostazioni elementi di login";
